tap "homebrew/bundle"
brew "awscli"
brew "difftastic"
brew "direnv"
brew "fzf"
brew "jq"
brew "mas"
brew "starship"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "jetbrains-toolbox"
cask "orbstack"
cask "raycast"

mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "BetterSnapTool", id: 417375580
mas "Commander One", id: 1035236694
mas "Display Menu", id: 549083868
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "iA Writer", id: 775737590
mas "iStat Menus", id: 1319778037
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
mas "Slack", id: 803453959
